Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# preferences.filter.title
source: Show me mostly what I chose
ar: أرني ما اخترته غالبًا
bn: প্রধানত আমার বেছে নেওয়াগুলো দেখান
ca: Mostra'm sobretot el que he triat
cs: Ukazovat hlavně to, co jsem zvolil
da: Vis mig mest det, jeg valgte
de: Zeige mir hauptsächlich, was ich gewählt habe
el: Δείξε μου κυρίως ό,τι επέλεξα
es: Mostrarme sobre todo lo que elegí
fi: Näytä pääosin valitsemani
fr: Me montrer surtout ce que j’ai choisi
he: הראה לי בעיקר את מה שבחרתי
hi: मुझे ज़्यादातर वही दिखाएँ जो मैंने चुना
hr: Prikaži mi uglavnom ono što sam odabrao/la
hu: Főleg azt mutasd, amit választottam
id: Tampilkan terutama yang kupilih
it: Mostrami soprattutto ciò che ho scelto
ja: 選んだものを中心に表示
ko: 내가 고른 것 위주로 보기
ml: ഞാൻ തിരഞ്ഞെടുത്തത് കൂടുതലായി കാണിക്കുക
ms: Tunjukkan kebanyakannya yang saya pilih
nb: Vis meg mest det jeg valgte
nl: Toon me vooral wat ik heb gekozen
pl: Pokazuj głównie to, co wybrałem
pt_br: Mostrar principalmente o que escolhi
pt_pt: Mostrar-me sobretudo o que escolhi
ro: Arată-mi în principal ce am ales
ru: Показывать в основном то, что я выбрал
sk: Ukazuj mi hlavne to, čo som vybral
sv: Visa mest det jag har valt
ta: நான் தேர்ந்தெடுத்தவற்றை முக்கியமாகக் காட்டு
te: నేను ఎంచుకున్నవి ఎక్కువగా చూపించు
th: แสดงส่วนใหญ่เฉพาะสิ่งที่ฉันเลือก
tr: Bana çoğunlukla seçtiklerimi göster
uk: Показувати переважно те, що я вибрав(ла)
ur: مجھے زیادہ تر وہی دکھائیں جو میں نے چنا
vi: Chủ yếu hiển thị những gì tôi chọn
zh_hans: 主要显示我选择的内容
zh_hant: 主要顯示我選擇的內容

# preferences.loading.accessibility
source: Loading your feed preferences
ar: جارٍ تحميل إعدادات صفحتك الرئيسية
bn: আপনার ফিডের পছন্দ লোড হচ্ছে
ca: Carregant les preferències del canal
cs: Načítání předvoleb kanálu
da: Indlæser dine feedpræferencer
de: Deine Feed-Einstellungen werden geladen
el: Φόρτωση των προτιμήσεων ροής σου
es: Cargando las preferencias de tu feed
fi: Ladataan syötteen asetuksiasi
fr: Chargement des préférences de votre fil
he: טוען את העדפות הפיד שלך
hi: आपकी फ़ीड प्राथमिकताएँ लोड हो रही हैं
hr: Učitavanje postavki tvog feeda
hu: A hírfolyam-beállításaid betöltése
id: Memuat preferensi feed-mu
it: Caricamento delle preferenze del feed
ja: フィードの設定を読み込み中
ko: 피드 환경설정을 불러오는 중
ml: നിങ്ങളുടെ ഫീഡ് മുൻഗണനകൾ ലോഡ് ചെയ്യുന്നു
ms: Memuatkan pilihan suapan anda
nb: Laster feed-innstillingene dine
nl: Je feedvoorkeuren worden geladen
pl: Wczytywanie preferencji kanału
pt_br: Carregando as preferências do seu feed
pt_pt: A carregar as preferências do feed
ro: Se încarcă preferințele fluxului
ru: Загрузка настроек ленты
sk: Načítavajú sa predvoľby kanála
sv: Läser in dina flödesinställningar
ta: உங்கள் ஊட்ட விருப்பங்களை ஏற்றுகிறது
te: మీ ఫీడ్ ప్రాధాన్యతలు లోడ్ అవుతున్నాయి
th: กำลังโหลดการตั้งค่าฟีดของคุณ
tr: Akış tercihleriniz yükleniyor
uk: Завантаження налаштувань вашої стрічки
ur: آپ کی فیڈ کی ترجیحات لوڈ ہو رہی ہیں
vi: Đang tải tùy chọn bảng tin của bạn
zh_hans: 正在加载你的信息流偏好
zh_hant: 正在載入你的動態偏好設定

# preferences.save.confirmation
source: Preferences saved.
ar: حُفظت الإعدادات.
bn: পছন্দ সেভ হয়েছে।
ca: Preferències desades.
cs: Předvolby uloženy.
da: Præferencer gemt.
de: Einstellungen gesichert.
el: Οι προτιμήσεις αποθηκεύτηκαν.
es: Preferencias guardadas.
fi: Asetukset tallennettu.
fr: Préférences enregistrées.
he: ההעדפות נשמרו.
hi: प्राथमिकताएँ सेव हो गईं।
hr: Postavke spremljene.
hu: Beállítások mentve.
id: Preferensi disimpan.
it: Preferenze salvate.
ja: 設定を保存しました。
ko: 환경설정을 저장했어요.
ml: മുൻഗണനകൾ സേവ് ചെയ്തു.
ms: Pilihan disimpan.
nb: Innstillingene er lagret.
nl: Voorkeuren opgeslagen.
pl: Zapisano preferencje.
pt_br: Preferências salvas.
pt_pt: Preferências guardadas.
ro: Preferințe salvate.
ru: Настройки сохранены.
sk: Predvoľby boli uložené.
sv: Inställningarna har sparats.
ta: விருப்பங்கள் சேமிக்கப்பட்டன.
te: ప్రాధాన్యతలు సేవ్ అయ్యాయి.
th: บันทึกการตั้งค่าแล้ว
tr: Tercihler kaydedildi.
uk: Налаштування збережено.
ur: ترجیحات محفوظ ہو گئیں۔
vi: Đã lưu tùy chọn.
zh_hans: 偏好设置已保存。
zh_hant: 偏好設定已儲存。

# preferences.save.failed
source: Couldn't save your preferences.
ar: تعذّر حفظ إعداداتك.
bn: আপনার পছন্দ সেভ করা যায়নি।
ca: No s'han pogut desar les preferències.
cs: Předvolby se nepodařilo uložit.
da: Dine præferencer kunne ikke gemmes.
de: Deine Einstellungen konnten nicht gesichert werden.
el: Δεν ήταν δυνατή η αποθήκευση των προτιμήσεών σου.
es: No se pudieron guardar tus preferencias.
fi: Asetusten tallentaminen epäonnistui.
fr: Impossible d’enregistrer vos préférences.
he: לא ניתן לשמור את ההעדפות שלך.
hi: आपकी प्राथमिकताएँ सेव नहीं हो सकीं।
hr: Postavke nisu spremljene.
hu: Nem sikerült menteni a beállításaidat.
id: Preferensimu tidak bisa disimpan.
it: Impossibile salvare le tue preferenze.
ja: 設定を保存できませんでした。
ko: 환경설정을 저장하지 못했어요.
ml: നിങ്ങളുടെ മുൻഗണനകൾ സേവ് ചെയ്യാനായില്ല.
ms: Pilihan anda tidak dapat disimpan.
nb: Kunne ikke lagre innstillingene dine.
nl: Je voorkeuren konden niet worden opgeslagen.
pl: Nie udało się zapisać preferencji.
pt_br: Não foi possível salvar suas preferências.
pt_pt: Não foi possível guardar as suas preferências.
ro: Nu s-au putut salva preferințele.
ru: Не удалось сохранить настройки.
sk: Predvoľby sa nepodarilo uložiť.
sv: Det gick inte att spara dina inställningar.
ta: உங்கள் விருப்பங்களைச் சேமிக்க முடியவில்லை.
te: మీ ప్రాధాన్యతలను సేవ్ చేయలేకపోయాం.
th: บันทึกการตั้งค่าของคุณไม่ได้
tr: Tercihleriniz kaydedilemedi.
uk: Не вдалося зберегти ваші налаштування.
ur: آپ کی ترجیحات محفوظ نہیں ہو سکیں۔
vi: Không thể lưu tùy chọn của bạn.
zh_hans: 无法保存你的偏好设置。
zh_hant: 無法儲存你的偏好設定。

# preferences.save.failed.a11yLabel
source: Save failed. %@ Your changes are still here.
ar: فشل الحفظ. %@ وتغييراتك ما زالت موجودة.
bn: সেভ ব্যর্থ হয়েছে। %@ আপনার পরিবর্তনগুলো এখনও এখানে আছে।
ca: No s'ha pogut desar. %@ Els canvis continuen aquí.
cs: Uložení selhalo. %@ Tvé změny tu stále jsou.
da: Kunne ikke gemme. %@ Dine ændringer er her stadig.
de: Sichern fehlgeschlagen. %@ Deine Änderungen sind noch da.
el: Η αποθήκευση απέτυχε. %@ Οι αλλαγές σου είναι ακόμα εδώ.
es: No se pudo guardar. %@ Tus cambios siguen aquí.
fi: Tallennus epäonnistui. %@ Muutoksesi ovat yhä tässä.
fr: Échec de l’enregistrement. %@ Vos modifications sont toujours là.
he: השמירה נכשלה. %@ השינויים שלך עדיין כאן.
hi: सेव नहीं हो सका। %@ आपके बदलाव अब भी यहीं हैं।
hr: Spremanje nije uspjelo. %@ Tvoje promjene su još ovdje.
hu: A mentés nem sikerült. %@ A módosításaid még megvannak.
id: Gagal menyimpan. %@ Perubahanmu masih ada di sini.
it: Salvataggio non riuscito. %@ Le tue modifiche sono ancora qui.
ja: 保存に失敗しました。%@ 変更内容はここに残っています。
ko: 저장하지 못했어요. %@ 변경 사항은 그대로 남아 있어요.
ml: സേവ് പരാജയപ്പെട്ടു. %@ നിങ്ങളുടെ മാറ്റങ്ങൾ ഇവിടെത്തന്നെയുണ്ട്.
ms: Gagal menyimpan. %@ Perubahan anda masih di sini.
nb: Lagring mislyktes. %@ Endringene dine er fortsatt her.
nl: Opslaan mislukt. %@ Je wijzigingen staan er nog.
pl: Zapis nie powiódł się. %@ Twoje zmiany nadal tu są.
pt_br: Falha ao salvar. %@ Suas alterações continuam aqui.
pt_pt: Falha ao guardar. %@ As suas alterações continuam aqui.
ro: Salvarea a eșuat. %@ Modificările tale sunt încă aici.
ru: Не удалось сохранить. %@ Ваши изменения остались на месте.
sk: Uloženie zlyhalo. %@ Tvoje zmeny tu stále sú.
sv: Det gick inte att spara. %@ Dina ändringar finns kvar.
ta: சேமிப்பு தோல்வியடைந்தது. %@ உங்கள் மாற்றங்கள் இன்னும் இங்கே உள்ளன.
te: సేవ్ విఫలమైంది. %@ మీ మార్పులు ఇంకా ఇక్కడే ఉన్నాయి.
th: บันทึกไม่สำเร็จ %@ การเปลี่ยนแปลงของคุณยังอยู่ที่นี่
tr: Kaydetme başarısız. %@ Değişiklikleriniz hâlâ burada.
uk: Не вдалося зберегти. %@ Ваші зміни все ще тут.
ur: محفوظ کرنا ناکام ہوا۔ %@ آپ کی تبدیلیاں ابھی یہیں ہیں۔
vi: Lưu thất bại. %@ Các thay đổi của bạn vẫn còn đây.
zh_hans: 保存失败。%@ 你的更改仍保留在这里。
zh_hant: 儲存失敗。%@ 你的變更仍保留在這裡。

# preferences.save.hint
source: Sends these settings to Known and applies them to your International feed
ar: يرسل هذه الإعدادات إلى «معروف» ويطبّقها على صفحتك الدولية
bn: এই সেটিংস Known-এ পাঠায় এবং আপনার আন্তর্জাতিক ফিডে প্রয়োগ করে
ca: Envia aquests ajustos a Known i els aplica al teu canal Internacional
cs: Odešle tato nastavení aplikaci Known a použije je na tvůj Mezinárodní kanál
da: Sender disse indstillinger til Known og anvender dem på dit internationale feed
de: Sendet diese Einstellungen an Known und wendet sie auf deinen internationalen Feed an
el: Στέλνει αυτές τις ρυθμίσεις στο Known και τις εφαρμόζει στη Διεθνή ροή σου
es: Envía estos ajustes a Known y los aplica a tu feed Internacional
fi: Lähettää nämä asetukset Knownille ja ottaa ne käyttöön Kansainvälinen-syötteessäsi
fr: Envoie ces réglages à Known et les applique à votre fil International
he: שולח את ההגדרות האלה ל-Known ומחיל אותן על הפיד הבינלאומי שלך
hi: ये सेटिंग्स Known को भेजता है और आपकी अंतरराष्ट्रीय फ़ीड पर लागू करता है
hr: Šalje ove postavke aplikaciji Known i primjenjuje ih na tvoj međunarodni feed
hu: Elküldi ezeket a beállításokat a Knownnak, és alkalmazza a Nemzetközi hírfolyamodra
id: Mengirim pengaturan ini ke Known dan menerapkannya pada feed Internasionalmu
it: Invia queste impostazioni a Known e le applica al tuo feed Internazionale
ja: これらの設定をKnownに送信し、国際フィードに反映します
ko: 이 설정을 Known에 보내고 국제 피드에 적용해요
ml: ഈ ക്രമീകരണങ്ങൾ Known-ന് അയച്ച് നിങ്ങളുടെ അന്താരാഷ്ട്ര ഫീഡിൽ പ്രയോഗിക്കുന്നു
ms: Menghantar tetapan ini kepada Known dan menerapkannya pada suapan Antarabangsa anda
nb: Sender disse innstillingene til Known og bruker dem på den internasjonale feeden din
nl: Stuurt deze instellingen naar Known en past ze toe op je internationale feed
pl: Wysyła te ustawienia do Known i stosuje je w kanale międzynarodowym
pt_br: Envia estes ajustes ao Known e os aplica ao seu feed Internacional
pt_pt: Envia estas definições para a Known e aplica-as ao seu feed Internacional
ro: Trimite aceste setări la Known și le aplică fluxului tău Internațional
ru: Отправляет эти настройки в Known и применяет их к вашей международной ленте
sk: Odošle tieto nastavenia do Known a použije ich na tvoj medzinárodný kanál
sv: Skickar de här inställningarna till Known och tillämpar dem på ditt internationella flöde
ta: இந்த அமைப்புகளை Known-க்கு அனுப்பி உங்கள் சர்வதேச ஊட்டத்தில் செயல்படுத்தும்
te: ఈ సెట్టింగ్‌లను Knownకు పంపి, మీ అంతర్జాతీయ ఫీడ్‌కు వర్తింపజేస్తుంది
th: ส่งการตั้งค่านี้ไปที่ Known และใช้กับฟีดนานาชาติของคุณ
tr: Bu ayarları Known'a gönderir ve Uluslararası akışınıza uygular
uk: Надсилає ці налаштування до Known й застосовує їх до вашої стрічки «Світ»
ur: یہ سیٹنگز Known کو بھیجتا ہے اور انہیں آپ کی بین الاقوامی فیڈ پر لاگو کرتا ہے
vi: Gửi các cài đặt này đến Known và áp dụng cho bảng tin Quốc tế của bạn
zh_hans: 将这些设置发送给 Known，并应用到你的国际信息流
zh_hant: 將這些設定傳送給 Known，並套用到你的「國際」動態

# preferences.section.international
source: YOUR TIMELINES
ar: خلاصاتك
bn: আপনার টাইমলাইন
ca: LES TEVES CRONOLOGIES
cs: TVÉ ČASOVÉ OSY
da: DINE TIDSLINJER
de: DEINE TIMELINES
el: ΟΙ ΡΟΕΣ ΣΟΥ
es: TUS CRONOLOGÍAS
fi: AIKAJANASI
fr: VOS FILS
he: צירי הזמן שלך
hi: आपकी टाइमलाइन
hr: TVOJE VREMENSKE TRAKE
hu: AZ IDŐVONALAID
id: TIMELINE-MU
it: LE TUE TIMELINE
ja: あなたのタイムライン
ko: 내 타임라인
ml: നിങ്ങളുടെ ടൈംലൈനുകൾ
ms: GARIS MASA ANDA
nb: TIDSLINJENE DINE
nl: JE TIJDLIJNEN
pl: TWOJE OSIE CZASU
pt_br: SUAS LINHAS DO TEMPO
pt_pt: AS SUAS CRONOLOGIAS
ro: FLUXURILE TALE
ru: ВАШИ ЛЕНТЫ
sk: TVOJE ČASOVÉ OSI
sv: DINA TIDSLINJER
ta: உங்கள் காலவரிசைகள்
te: మీ టైమ్‌లైన్‌లు
th: ไทม์ไลน์ของคุณ
tr: ZAMAN AKIŞLARINIZ
uk: ВАШІ СТРІЧКИ
ur: آپ کی ٹائم لائنز
vi: DÒNG THỜI GIAN CỦA BẠN
zh_hans: 你的时间线
zh_hant: 你的時間軸

# preferences.section.mutedCountries
source: MUTED COUNTRIES
ar: الدول المكتومة
bn: মিউট করা দেশ
ca: PAÏSOS SILENCIATS
cs: ZTLUMENÉ ZEMĚ
da: SKJULTE LANDE
de: STUMMGESCHALTETE LÄNDER
el: ΧΩΡΕΣ ΣΕ ΣΙΓΑΣΗ
es: PAÍSES SILENCIADOS
fi: MYKISTETYT MAAT
fr: PAYS MASQUÉS
he: מדינות מושתקות
hi: म्यूट किए देश
hr: UTIŠANE ZEMLJE
hu: NÉMÍTOTT ORSZÁGOK
id: NEGARA YANG DIBISUKAN
it: PAESI SILENZIATI
ja: ミュートした国
ko: 뮤트한 국가
ml: മ്യൂട്ട് ചെയ്ത രാജ്യങ്ങൾ
ms: NEGARA DISENYAPKAN
nb: DEMPEDE LAND
nl: GEDEMPTE LANDEN
pl: WYCISZONE KRAJE
pt_br: PAÍSES SILENCIADOS
pt_pt: PAÍSES SILENCIADOS
ro: ȚĂRI DEZACTIVATE
ru: СКРЫТЫЕ СТРАНЫ
sk: STLMENÉ KRAJINY
sv: TYSTADE LÄNDER
ta: ஒலியடக்கிய நாடுகள்
te: మ్యూట్ చేసిన దేశాలు
th: ประเทศที่ปิดเสียง
tr: SESSİZE ALINAN ÜLKELER
uk: ЗАГЛУШЕНІ КРАЇНИ
ur: میوٹ کیے گئے ممالک
vi: QUỐC GIA ĐÃ ẨN
zh_hans: 已静音的国家
zh_hant: 靜音的國家

# preferences.section.topics
source: TOPICS
ar: المواضيع
bn: বিষয়
ca: TEMES
cs: TÉMATA
da: EMNER
de: THEMEN
el: ΘΕΜΑΤΑ
es: TEMAS
fi: AIHEET
fr: SUJETS
he: נושאים
hi: टॉपिक
hr: TEME
hu: TÉMÁK
id: TOPIK
it: ARGOMENTI
ja: トピック
ko: 주제
ml: വിഷയങ്ങൾ
ms: TOPIK
nb: EMNER
nl: ONDERWERPEN
pl: TEMATY
pt_br: TÓPICOS
pt_pt: TÓPICOS
ro: SUBIECTE
ru: ТЕМЫ
sk: TÉMY
sv: ÄMNEN
ta: தலைப்புகள்
te: అంశాలు
th: หัวข้อ
tr: KONULAR
uk: ТЕМИ
ur: موضوعات
vi: CHỦ ĐỀ
zh_hans: 话题
zh_hant: 主題

# preferences.stance.interested
source: Interested
ar: مهتم
bn: আগ্রহী
ca: M'interessa
cs: Zajímá mě
da: Interesseret
de: Interessiert
el: Με ενδιαφέρει
es: Me interesa
fi: Kiinnostunut
fr: Intéressé
he: מעוניין
hi: रुचि है
hr: Zanima me
hu: Érdekel
id: Tertarik
it: Interessato
ja: 興味あり
ko: 관심 있음
ml: താൽപര്യമുണ്ട്
ms: Berminat
nb: Interessert
nl: Geïnteresseerd
pl: Interesuje mnie
pt_br: Interessado
pt_pt: Interessado
ro: Mă interesează
ru: Интересно
sk: Zaujíma ma
sv: Intresserad
ta: ஆர்வம்
te: ఆసక్తి ఉంది
th: สนใจ
tr: İlgileniyorum
uk: Цікавить
ur: دلچسپی ہے
vi: Quan tâm
zh_hans: 感兴趣
zh_hant: 感興趣

# preferences.stance.interested.hint
source: Counts this topic towards your International feed when the topic filter is on
ar: يحتسب هذا الموضوع ضمن صفحتك الدولية عندما تكون تصفية المواضيع مفعّلة
bn: বিষয়ের ফিল্টার চালু থাকলে এই বিষয়কে আপনার আন্তর্জাতিক ফিডের জন্য গণ্য করে
ca: Compta aquest tema per al teu canal Internacional quan el filtre de temes està activat
cs: Započítá toto téma do tvého Mezinárodního kanálu, když je filtr témat zapnutý
da: Tæller dette emne med i dit internationale feed, når emnefiltret er slået til
de: Zählt dieses Thema für deinen internationalen Feed, wenn der Themenfilter an ist
el: Υπολογίζει αυτό το θέμα στη Διεθνή ροή σου όταν το φίλτρο θεμάτων είναι ενεργό
es: Cuenta este tema para tu feed Internacional cuando el filtro de temas está activado
fi: Laskee tämän aiheen mukaan Kansainvälinen-syötteeseesi, kun aihesuodatin on päällä
fr: Prend ce sujet en compte pour votre fil International quand le filtre par sujet est activé
he: סופר את הנושא הזה לטובת הפיד הבינלאומי שלך כשמסנן הנושאים פעיל
hi: टॉपिक फ़िल्टर चालू होने पर इस टॉपिक को आपकी अंतरराष्ट्रीय फ़ीड में गिनता है
hr: Ubraja ovu temu u tvoj međunarodni feed kad je filtar tema uključen
hu: Beleszámítja ezt a témát a Nemzetközi hírfolyamodba, ha a témaszűrő be van kapcsolva
id: Menghitung topik ini untuk feed Internasionalmu saat filter topik aktif
it: Conta questo argomento per il tuo feed Internazionale quando il filtro per argomento è attivo
ja: トピックフィルターがオンのとき、このトピックを国際フィードの対象に含めます
ko: 주제 필터가 켜져 있을 때 이 주제를 국제 피드에 반영해요
ml: വിഷയ ഫിൽട്ടർ ഓണായിരിക്കുമ്പോൾ ഈ വിഷയം നിങ്ങളുടെ അന്താരാഷ്ട്ര ഫീഡിനായി കണക്കാക്കുന്നു
ms: Mengira topik ini untuk suapan Antarabangsa anda apabila penapis topik dihidupkan
nb: Teller dette emnet med i den internasjonale feeden din når emnefilteret er på
nl: Telt dit onderwerp mee voor je internationale feed als het onderwerpfilter aan staat
pl: Wlicza ten temat do kanału międzynarodowego, gdy filtr tematów jest włączony
pt_br: Conta este tópico para o seu feed Internacional quando o filtro de tópicos está ativado
pt_pt: Conta este tópico para o seu feed Internacional quando o filtro de tópicos está ativo
ro: Numără acest subiect pentru fluxul tău Internațional când filtrul de subiecte este activ
ru: Учитывает эту тему в вашей международной ленте, когда включён фильтр тем
sk: Započíta túto tému do tvojho medzinárodného kanála, keď je filter tém zapnutý
sv: Räknar det här ämnet till ditt internationella flöde när ämnesfiltret är på
ta: தலைப்பு வடிகட்டி இயக்கத்தில் இருக்கும்போது இந்தத் தலைப்பை உங்கள் சர்வதேச ஊட்டத்தில் சேர்க்கும்
te: అంశ ఫిల్టర్ ఆన్‌లో ఉన్నప్పుడు ఈ అంశాన్ని మీ అంతర్జాతీయ ఫీడ్ కోసం లెక్కిస్తుంది
th: นับหัวข้อนี้เข้าฟีดนานาชาติของคุณเมื่อเปิดตัวกรองหัวข้อ
tr: Konu filtresi açıkken bu konuyu Uluslararası akışınız için sayar
uk: Враховує цю тему у вашій стрічці «Світ», коли фільтр тем увімкнено
ur: موضوع کا فلٹر آن ہونے پر اس موضوع کو آپ کی بین الاقوامی فیڈ میں شمار کرتا ہے
vi: Tính chủ đề này vào bảng tin Quốc tế của bạn khi bộ lọc chủ đề bật
zh_hans: 话题筛选开启时，将此话题计入你的国际信息流
zh_hant: 主題篩選開啟時，將此主題納入你的「國際」動態

# preferences.stance.muted
source: Muted
ar: مكتوم
bn: মিউট
ca: Silenciat
cs: Ztlumeno
da: Skjult
de: Stummgeschaltet
el: Σε σίγαση
es: Silenciado
fi: Mykistetty
fr: Masqué
he: מושתק
hi: म्यूट किया
hr: Utišano
hu: Némítva
id: Dibisukan
it: Silenziato
ja: ミュート
ko: 뮤트됨
ml: മ്യൂട്ട് ചെയ്തു
ms: Disenyapkan
nb: Dempet
nl: Gedempt
pl: Wyciszony
pt_br: Silenciado
pt_pt: Silenciado
ro: Dezactivat
ru: Скрыто
sk: Stlmené
sv: Tystat
ta: ஒலியடக்கப்பட்டது
te: మ్యూట్ చేశారు
th: ปิดเสียง
tr: Sessizde
uk: Заглушено
ur: میوٹ
vi: Đã ẩn
zh_hans: 已静音
zh_hant: 已靜音

# preferences.stance.muted.hint
source: Hides posts labelled with this topic from your International feed, even when the filter is off
ar: يخفي المنشورات المصنّفة بهذا الموضوع من صفحتك الدولية، حتى عندما تكون التصفية موقفة
bn: ফিল্টার বন্ধ থাকলেও এই বিষয়ের লেবেল দেওয়া পোস্ট আপনার আন্তর্জাতিক ফিড থেকে লুকায়
ca: Amaga del teu canal Internacional les publicacions etiquetades amb aquest tema, fins i tot amb el filtre desactivat
cs: Skryje příspěvky s tímto tématem z tvého Mezinárodního kanálu, i když je filtr vypnutý
da: Skjuler opslag med dette emnemærke fra dit internationale feed, selv når filtret er slået fra
de: Blendet Beiträge mit diesem Thema aus deinem internationalen Feed aus, auch wenn der Filter aus ist
el: Κρύβει αναρτήσεις με αυτό το θέμα από τη Διεθνή ροή σου, ακόμα και όταν το φίλτρο είναι ανενεργό
es: Oculta de tu feed Internacional las publicaciones con la etiqueta de este tema, aunque el filtro esté desactivado
fi: Piilottaa tällä aiheella luokitellut julkaisut Kansainvälinen-syötteestäsi, vaikka suodatin olisi pois päältä
fr: Masque de votre fil International les posts étiquetés avec ce sujet, même quand le filtre est désactivé
he: מסתיר מהפיד הבינלאומי שלך פוסטים המתויגים בנושא הזה, גם כשהמסנן כבוי
hi: इस टॉपिक के लेबल वाली पोस्ट आपकी अंतरराष्ट्रीय फ़ीड से छिपाता है, फ़िल्टर बंद होने पर भी
hr: Skriva objave označene ovom temom iz tvog međunarodnog feeda, čak i kad je filtar isključen
hu: Elrejti az ezzel a témával címkézett bejegyzéseket a Nemzetközi hírfolyamodból, a szűrő kikapcsolt állapotában is
id: Menyembunyikan postingan berlabel topik ini dari feed Internasionalmu, bahkan saat filter nonaktif
it: Nasconde dal tuo feed Internazionale i post etichettati con questo argomento, anche quando il filtro è disattivato
ja: フィルターがオフでも、このトピックのラベルが付いた投稿を国際フィードで非表示にします
ko: 필터가 꺼져 있어도 이 주제 라벨이 붙은 게시물을 국제 피드에서 숨겨요
ml: ഫിൽട്ടർ ഓഫായിരിക്കുമ്പോഴും, ഈ വിഷയ ലേബലുള്ള പോസ്റ്റുകൾ നിങ്ങളുടെ അന്താരാഷ്ട്ര ഫീഡിൽ നിന്ന് മറയ്ക്കുന്നു
ms: Menyembunyikan siaran berlabel topik ini daripada suapan Antarabangsa anda, walaupun penapis dimatikan
nb: Skjuler innlegg merket med dette emnet fra den internasjonale feeden din, selv når filteret er av
nl: Verbergt berichten met dit onderwerplabel uit je internationale feed, ook als het filter uit staat
pl: Ukrywa wpisy z tym tematem w kanale międzynarodowym, nawet gdy filtr jest wyłączony
pt_br: Oculta do seu feed Internacional os posts com o rótulo deste tópico, mesmo com o filtro desativado
pt_pt: Oculta do seu feed Internacional as publicações com este tópico, mesmo com o filtro desativado
ro: Ascunde din fluxul Internațional postările etichetate cu acest subiect, chiar și când filtrul este oprit
ru: Скрывает из вашей международной ленты посты с этой темой, даже когда фильтр выключен
sk: Skryje z tvojho medzinárodného kanála príspevky s touto témou, aj keď je filter vypnutý
sv: Döljer inlägg med det här ämnet från ditt internationella flöde, även när filtret är av
ta: வடிகட்டி அணைந்திருந்தாலும், இந்தத் தலைப்பு லேபிளிடப்பட்ட இடுகைகளை உங்கள் சர்வதேச ஊட்டத்திலிருந்து மறைக்கும்
te: ఫిల్టర్ ఆఫ్‌లో ఉన్నా, ఈ అంశం లేబుల్ ఉన్న పోస్ట్‌లను మీ అంతర్జాతీయ ఫీడ్ నుండి దాచుతుంది
th: ซ่อนโพสต์ที่ติดป้ายหัวข้อนี้จากฟีดนานาชาติของคุณ แม้ปิดตัวกรองอยู่
tr: Filtre kapalıyken bile, bu konuyla etiketlenmiş gönderileri Uluslararası akışınızdan gizler
uk: Приховує дописи з цією темою зі стрічки «Світ», навіть коли фільтр вимкнено
ur: اس موضوع کے لیبل والی پوسٹس آپ کی بین الاقوامی فیڈ سے چھپاتا ہے، فلٹر بند ہونے پر بھی
vi: Ẩn bài đăng được gắn nhãn chủ đề này khỏi bảng tin Quốc tế của bạn, kể cả khi bộ lọc tắt
zh_hans: 从你的国际信息流中隐藏带有此话题标签的帖子，即使筛选已关闭
zh_hant: 即使篩選關閉，也會從你的「國際」動態隱藏標有此主題的貼文

# preferences.stance.none
source: No opinion
ar: بدون رأي
bn: কোনো মত নেই
ca: Sense opinió
cs: Bez názoru
da: Ingen holdning
de: Keine Meinung
el: Χωρίς άποψη
es: Sin opinión
fi: Ei mielipidettä
fr: Sans avis
he: ללא דעה
hi: कोई राय नहीं
hr: Bez mišljenja
hu: Nincs véleményem
id: Tidak ada pendapat
it: Nessuna opinione
ja: どちらでもない
ko: 의견 없음
ml: അഭിപ്രായമില്ല
ms: Tiada pendapat
nb: Ingen mening
nl: Geen mening
pl: Bez opinii
pt_br: Sem opinião
pt_pt: Sem opinião
ro: Fără opinie
ru: Без мнения
sk: Bez názoru
sv: Ingen åsikt
ta: கருத்து இல்லை
te: అభిప్రాయం లేదు
th: ไม่มีความเห็น
tr: Fikrim yok
uk: Без думки
ur: کوئی رائے نہیں
vi: Không ý kiến
zh_hans: 无所谓
zh_hant: 無意見

# preferences.stance.none.hint
source: Records no opinion about this topic
ar: لا يسجّل أي رأي بشأن هذا الموضوع
bn: এই বিষয়ে কোনো মত রাখে না
ca: No registra cap opinió sobre aquest tema
cs: Nezaznamená žádný názor na toto téma
da: Registrerer ingen holdning til dette emne
de: Speichert keine Meinung zu diesem Thema
el: Δεν καταγράφει άποψη για αυτό το θέμα
es: No registra ninguna opinión sobre este tema
fi: Ei tallenna mielipidettä tästä aiheesta
fr: N’enregistre aucun avis sur ce sujet
he: לא רושם דעה על הנושא הזה
hi: इस टॉपिक पर कोई राय दर्ज नहीं करता
hr: Ne bilježi mišljenje o ovoj temi
hu: Nem rögzít véleményt erről a témáról
id: Tidak mencatat pendapat tentang topik ini
it: Non registra nessuna opinione su questo argomento
ja: このトピックについて意見を記録しません
ko: 이 주제에 대해 의견을 기록하지 않아요
ml: ഈ വിഷയത്തെക്കുറിച്ച് ഒരു അഭിപ്രായവും രേഖപ്പെടുത്തുന്നില്ല
ms: Tidak merekodkan sebarang pendapat tentang topik ini
nb: Registrerer ingen mening om dette emnet
nl: Legt geen mening over dit onderwerp vast
pl: Nie zapisuje żadnej opinii o tym temacie
pt_br: Não registra opinião sobre este tópico
pt_pt: Não regista opinião sobre este tópico
ro: Nu înregistrează nicio opinie despre acest subiect
ru: Не фиксирует мнения об этой теме
sk: Nezaznamená žiadny názor na túto tému
sv: Registrerar ingen åsikt om det här ämnet
ta: இந்தத் தலைப்பைப் பற்றி எந்தக் கருத்தையும் பதிவு செய்யாது
te: ఈ అంశం గురించి ఏ అభిప్రాయాన్నీ నమోదు చేయదు
th: ไม่บันทึกความเห็นเกี่ยวกับหัวข้อนี้
tr: Bu konu hakkında bir görüş kaydetmez
uk: Не фіксує жодної думки про цю тему
ur: اس موضوع کے بارے میں کوئی رائے درج نہیں کرتا
vi: Không ghi nhận ý kiến nào về chủ đề này
zh_hans: 不对此话题表态
zh_hant: 不記錄對此主題的意見

# preferences.status.notSaved
source: Not saved
ar: لم تُحفظ
bn: সেভ হয়নি
ca: Sense desar
cs: Neuloženo
da: Ikke gemt
de: Nicht gesichert
el: Δεν αποθηκεύτηκε
es: Sin guardar
fi: Ei tallennettu
fr: Non enregistré
he: לא נשמר
hi: सेव नहीं हुआ
hr: Nije spremljeno
hu: Nincs mentve
id: Belum disimpan
it: Non salvato
ja: 未保存
ko: 저장되지 않음
ml: സേവ് ചെയ്തിട്ടില്ല
ms: Tidak disimpan
nb: Ikke lagret
nl: Niet opgeslagen
pl: Nie zapisano
pt_br: Não salvo
pt_pt: Não guardado
ro: Nesalvat
ru: Не сохранено
sk: Neuložené
sv: Inte sparat
ta: சேமிக்கப்படவில்லை
te: సేవ్ కాలేదు
th: ยังไม่ได้บันทึก
tr: Kaydedilmedi
uk: Не збережено
ur: محفوظ نہیں ہوا
vi: Chưa lưu
zh_hans: 未保存
zh_hant: 未儲存
